[
    {
        "name":"Mohamed Abdelkader",
        "img":"mohammada.jpeg",
        "bio":"PhD candidate at Stevens Institute of Technology, focuses on applying advanced modeling and remote sensing techniques for environmental monitoring and enhance public scientific engagement. "
    },
    {
        "name":"Sergio Mendoza",
        "img":"sergiom.jpeg",
        "bio": "Software engineer and environmental scientist, with significant contributions to NASA projects and full-stack web development. Sergio specializes in Python, JavaScript, C++, data science, and machine learning. "
    },
    {
        "name": "Ethiopia B Zeleke",
        "img":"ethiopiabz.jpeg",
        "bio": "Doctoral candidate in Earth Systems Science at Florida International University. Her research focuses on hydrology and drought modeling for informed decision-making processes."
    },
    {
        "name": "Carlos Valentin Erazo Ramirez",
        "img":"carlos.jpeg",
        "bio": "PhD student working as a research assistant at the University of Iowa. He focuses on developing web-based hydroinformatics tools for research and education."
    },
    {
        "name": "Suman Dhamala",
        "img": "sumand.jpeg",
        "bio": "Ph.D. student in Water Resources Engineering at Clemson University. He is interested in climate compound extremes, stochastic hydrology, and statistical modeling."
    },
    {
        "name": "Payton Davis",
        "img": "paytond.jpeg",
        "bio": "PhD student in the College of Agriculture, Forestry, and Life Sciences at Clemson University. Her research focuses on soil water repellency in agroecosystems."
    },
    {
        "name": "Galina Shinkareva",
        "img": "galinas.jpeg",
        "bio": "Postdoctoral Researcher at Illinois State University. Galina investigates suspended sediment transport in rivers, the bioturbation of bottom sediment' effect on turbidity cycles, and the distribution of suspended and dissolved pollutants."
    },
    {
        "name": "Kunal Bhardwaj",
        "img": "kunalb.jpeg",
        "bio": "Ph.D. student in Civil Engineering at Clemson University, specializing in climate extremes and hydrological modeling."
    },
    {
        "name": "Ochithya Fernando",
        "img": "ochithyaf.jpeg",
        "bio": "Undergraduate student in environmental engineering at the University of South Florida. She has worked on watershed sustainability and assessments."
    },
    {
        "name": "Cielo Sharkus",
        "img": "cielos.jpeg",
        "bio": "PhD student at the University of Massachusetts Amherst. She uses hydrodynamic modeling, spatial analysis, and risk assessment tools to study exposure and adaptation to climate hazards."
    },
    {
        "name": "Claudia Corona",
        "img": "claudiac.jpeg",
        "bio": "Postdoctoral researcher at the Colorado School of Mines. Her research interests are in hydrologic modeling and machine learning focusing on subsurface flow processes, and climate change impacts on the hydrologic cycle."
    },
    {
        "name": "Abiodun Ayo-Bali",
        "img": "abiodun.jpeg",
        "bio": "Geoscientist at the University of Pittsburgh with a passion for unraveling Earth's mysteries. He thrives in exploring the complexities of our planet's geological processes."
    },
    {
        "name": "Moses Kiwanuka",
        "img": "mosesk.jpeg",
        "bio": "PhD Candidate in Earth Systems Science at Florida International University. His research focuses on Water Quality monitoring for inland water bodies using remote sensing and machine learning techniques. Other research interests include Water Resources, Environmental, Hydrology, and watershed management."
    },
    {
        "name": "Srilani Wickramasinghe",
        "img": "srilaniw.jpeg",
        "bio": "PhD student in the Department of Earth, Atmospheric, and Planetary Sciences at Purdue University. Her main research interest is studying large river basins, multi-isotope analyses, and hydrogeochemical approaches. She is also interested in hydrologic modeling, machine learning & data analytical approaches."
    },
    {
        "name": "Steve Yoon",
        "img": "stevey.jpeg",
        "bio": "Graduate student at Southern Methodist University interested in remote sensing and surface hydrology."
    }
]